<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/MiniPlengi-Swift.h</key>
		<data>
		5MztCIwWCpCOTzf8Y0KQJKArs1s=
		</data>
		<key>Headers/MiniPlengi.h</key>
		<data>
		jXIsGq0a9+RkOy48vPOy4JyiTRQ=
		</data>
		<key>Info.plist</key>
		<data>
		nGeksr7oLF2Dmw+F7UaVjhiiQ3c=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		hciq5gwr6Bk3Z95FOIRQr5FXPfw=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		Z0elMeGLCm66d5q8kKuwt3Lp20s=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		XKFBf0US/9U221brbCvaZKo9UuI=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		Z0elMeGLCm66d5q8kKuwt3Lp20s=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		T4B8qYHdsDw/gHJTg85zfbtDpXg=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		hciq5gwr6Bk3Z95FOIRQr5FXPfw=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		ttwCWPPZDJ7MsmoB+QpLCZ10PYQ=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		DEvXL1VKGVo0244WybFilnixZBU=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		ttwCWPPZDJ7MsmoB+QpLCZ10PYQ=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		9t4rxX0mfnySE64r+gzNTyg8UDg=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		DMO6nhy/Vstaz0ZF9viyEn7lLUM=
		</data>
		<key>PrivacyInfo.xcprivacy</key>
		<data>
		SU0ZFa3eQVrjuW9fepHF/Lo0knA=
		</data>
		<key>loplatActivityRecognition.mlmodelc/analytics/coremldata.bin</key>
		<data>
		tVLV/9zJHSMlSQTg1vkjrozJTgI=
		</data>
		<key>loplatActivityRecognition.mlmodelc/coremldata.bin</key>
		<data>
		odQ9CPS4BFT8iMEYPpU0yUIe6qI=
		</data>
		<key>loplatActivityRecognition.mlmodelc/metadata.json</key>
		<data>
		a0kM2ibBg7b8QhxMK6NcmkVkuns=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.net</key>
		<data>
		fyXrOkpdcU1IZUniYx1G+hn8EBc=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.shape</key>
		<data>
		rburTKWKGnCgMr50R98evM6n3jQ=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.weights</key>
		<data>
		nXEnbs56Tta34Ui1SGnVEqtICdo=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>loplatActivityRecognition.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		frHCx4fPpCA7Xz7whP5tLBNbbs0=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/MiniPlengi-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			Fivy+yHecZBwZbFDErRoe+yey3+Q3yvHLNM9SINTP08=
			</data>
		</dict>
		<key>Headers/MiniPlengi.h</key>
		<dict>
			<key>hash2</key>
			<data>
			yodUAUUjKxo5vh0G+2pbtBzXOg2ZEJmD7QWKEq8pW6Q=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			CjYxyxpKXcE0ONDJUSfYFRlukuKqfzfvLk0uIVEdHhA=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			C8JSUTJENVnaeE8SjNfsdj5xX2QGGPOuU5A98Hb6GfY=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			4DR3ntajFwO4tIq1yUYkMhqKYkBf5MMIcDwsZxnyzx0=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			C8JSUTJENVnaeE8SjNfsdj5xX2QGGPOuU5A98Hb6GfY=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			9HWNi4/L2eJDZFjnzoge0k1iYr5yGEddt89VB71GjtQ=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			CjYxyxpKXcE0ONDJUSfYFRlukuKqfzfvLk0uIVEdHhA=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			RcRiMxDGlC0Ejh/FirejZReVpCunWXkjKQJgEESIEPQ=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			eeAhxMBVE33EbZu56g4l99UTjp5uXC/I4FYgN9y1WIc=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			RcRiMxDGlC0Ejh/FirejZReVpCunWXkjKQJgEESIEPQ=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			OYwAluQqMvER28wFVDjyHzT1aEBy+dZwzCe8L8SEwhs=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			4slI4sKQuIyxeKp6f0Aw3yaobzOMEXvkSq8T7QRX5V0=
			</data>
		</dict>
		<key>PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash2</key>
			<data>
			zp/I1X/viqO6QwCTZYMjxKAtaPPTwxmEW0oa609OvzU=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			BcNTFZciwGwwTgJgRYDx1zwDvuLMyrINoNp7TEEJjzk=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Atriz8rYd5e7HyXXp97xuBwtSSKbDB/tyyxUooVwHbk=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			vR08UibQYSUo2h985FhzcFhTEr4f1ubVcsZCrgV23aI=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			65lzDISCzotWcT35rPKogR85h7lnBn90oGmDLlNNvVE=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			fY58DWWKXsEmO/c19FdfOjyZ1eE1HPOUIw+aOD7tVFE=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			9QL1Nlq8AcI1PKy5EXxtBdrVxITVA944UNpcoiY2Gog=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			yS1zUGLKrIh7+ol0GajT3B133O0dtbM8JqPO3DIUDzM=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
